Repository: josephpei/lLyrics
Catalog: lLyrics/locale/*.po
Languages: fr

source: Lyrics
fr: Paroles

source: Display lyrics for the current playing song
fr: Afficher les paroles du morceau en cours de lecture

source: Show lyrics
fr: Afficher les paroles

source: Search and display lyrics for this song
fr: Chercher et afficher les paroles de ce morceau

source: Save
fr: Enregistrer

source: Cancel
fr: Annuler

source: Back to playing song
fr: Retourner au morceau en cours de lecture

source: External
fr: Externe

source: From cache file
fr: A partir du fichier de cache

source: Scan next source
fr: Chercher la source suivante

source: Scan all sources
fr: Chercher tous les sources

source: Search online
fr: Chercher en ligne

source: Mark as instrumental
fr: Marquer ce morceau comme instrumental

source: Clear lyrics
fr: Effacer les paroles

source: Edit lyrics
fr: Modifier les paroles

source: Preferences
fr: Préférences

source: lLyrics Preferences
fr: Préférences de lLyrics

source: searching lyrics...
fr: Recherche des paroles...

source: No lyrics found
fr: Aucune paroles trouvées

source: Show sidebar on first playback
fr: Afficher le paneau latérale en début de lecture

source: Save lyrics
fr: Enregistrer les paroles

source: Whether to automatically save retrieved lyrics in the folder specified below
fr: Enregistrer les paroles trouvées automatiquement dans le dossier sélectionné ci-dessous

source: default
fr: défault

source: Folder for lyrics
fr: Dossier où enregistrer les paroles

source: Always ignore parentheses in song title
fr: Ignorer toujours les parenthèses dans le titre des morceaux

source: When turned off, only parentheses containing specific strings (e.g. 'remix', 'live', 'edit', etc) are filtered
fr: Si désactivé, seules certaines chaînes de caractères (par exemple « remix », « live », « edit », etc) seront filtrées

source: Hide sidebar label
fr: Cacher le titre du paneau latérale

source: Show lyrics in left sidebar instead of right one
fr: Afficher les paroles dans le paneau latérale gauche

source: You have to disable and re-enable this plugin or restart Rhythmbox to apply changes here
fr: Vous devez désactiver et réactiver ce plugin ou redémarrer Rhythmbox pour appliquerles changements

source: General
fr: Géneral

source: Appearance
fr: Apparence
